/* Accessibility title of the Favorites column in the LoopBrowser */
"Favorite" = "Избранное";

/* Accessibility title of the Loop Type column in the LoopBrowser */
"Type" = "Тип";

/* Add to Untagged Loops - OK Button for Alert window
   Alert message text when user adds new untagged Loops to Loop Browser or File Browser */
"Add to Untagged Loops" = "Добавить в папку «Лупы без тегов»";

/* Adding Loops From Another Disk or Partition */
"Adding Loops From Another Disk or Partition" = "Добавление лупов из другого диска или раздела";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"If these Audio files have a constant tempo, start on a downbeat, and end on a beat, they will adapt to the project tempo when previewed or added to a project." = "Если эти аудиофайлы имеют постоянный темп, начинаются с сильной доли и заканчиваются долей, они адаптируются к темпу проекта при предварительном прослушивании или добавлении в проект.";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"The chosen location will be added to your Untagged Loops. Audio files in this location with a constant tempo that start on a downbeat and end on a beat will adapt to the project tempo when previewed or added to a project." = "Выбранная папка будет добавлена в папку «Лупы без тегов». Аудиофайлы в этой папке, которые имеют постоянный темп, начинаются с сильной доли и заканчиваются долей, адаптируются к темпу проекта при предварительном прослушивании или добавлении в проект.";

/* Cancel - Cancel Button for AlertSheets, etc.
   Don't import Button */
"Cancel" = "Отменить";

/* Copy Loops Button */
"Copy to Loops Folder" = "Копировать в папку «Лупы»";

/* Copy Loops or reference Loops message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic copy the loops to the Apple Loops folder, or use them from their current location." = "Лупы будут добавлены в браузер лупов. Вы можете использовать их для добавления в песни. Установите, будут ли они скопированы Logic в папку «Apple Loops» или останутся в своей текущей папке.";

/* Debug Menu: Edit Tags */
"Edit Tags" = "Править теги";

/* Debug Menu: Show in Finder */
"Show in Finder" = "Показать в Finder";

/* Debug Menu:Parse loop */
"Parse loop" = "Проанализировать луп";

/* Descriptors */
"Descriptors" = "Дескрипторы";

/* Genre */
"Genre" = "Жанр";

/* Indexing Loops on desktop alert */
"Adding Loops to the Loop Browser" = "Добавление лупов в браузер лупов";

/* Initial Title of the jam pack control */
"All Packs" = "Все Jam Packs";

/* Instrument */
"Instrument" = "Инструмент";

/* LoopBrower: two and more items label */
"%ld items" = "Объектов: %ld";

/* LoopBrowser: accessibility description of the playing loop icon in the table */
"playing loop" = "воспроизведение лупа";

/* LoopBrowser: accessibility description of the real loop icon in the table */
"real loop" = "реальный луп";

/* LoopBrowser: accessibility description of the software loop icon in the table */
"software loop" = "программный луп";

/* LoopBrowser: accessibility description of the web loop icon in the table */
"web loop" = "веб-луп";

/* LoopBrowser: one Item label */
"1 item" = "1 объект";

/* LoopBrowser: zero Items label */
"0 items" = "Объектов: 0";

/* Move Loops Button */
"Move to Loops Folder" = "Переместить в папку лупов";

/* Move Loops on Desktop message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic move the loops to the Apple Loops folder, or use them from their current location." = "Лупы будут добавлены в браузер лупов. Вы можете использовать их для добавления в песни. Установите, будут ли они помещены Logic в папку «Apple Loops» или останутся в своей текущей папке.";

/* Reference Loops Button */
"Current Location" = "Текущая геопозиция";

/* Reindex all loops menu item */
"Reindex All Loops" = "Переиндексировать все лупы";

/* ToolTip: Loop browser - JPM popup menu */
"Choose which loops you want to view in the loop browser." = "Выберите лупы для просмотра в браузере лупов.";

/* ToolTip: Loop browser - all other search buttons */
"Click to find loops by instrument, genre, and descriptor." = "Нажмите, чтобы выбрать лупы в соответствии с инструментом, жанром или дескриптором.";

/* ToolTip: Loop browser - column view */
"Select whether to display keywords for instruments, genre, or mood" = "Показать ключевые слова для инструментов, жанров или музыкальной окраски";

/* accessibility description of the segment that switches to column view */
"column view" = "столбцы";

/* accessibility description of the segment that switches to musical buttons view */
"musical buttons view" = "режим клавиатуры";

/* menu item in Recent Search History */
"Clear Search History" = "Очистить историю поиска";

/* menu item in Recent Search History */
"No recent searches" = "Нет недавних поисков";

/* menu title in Recent Search History */
"Recent Searches" = "Недавние поиски";

/* placeholder for search field within the Loops Browser */
"Search Loops" = "Искать лупы";
